tap "homebrew/bundle"
brew "btop"
brew "cargo-binstall"
brew "chezmoi"
brew "dust"
brew "fd"
brew "icu4c@76"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "hyperfine"
brew "just"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "starship"
brew "television"
brew "tldr"
brew "tokei"
brew "zoxide"
